Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: All spesolimab 150 mg/mL drug substance batches intended for commercial use were assessed according to the proposed commercial specification, refer to Section 3.2.S.4.1 Specification.
es_es: Todas las partidas del principio activo spesolimab 150 mg/ml destinadas al suministo comercial se evaluaron de acuerdo con la especificación comercial propuesta, descrita en la Sección 3.2.S.4.1, Especificación.

source: All spesolimab PFS and PFS-NSD-1 drug product batches manufactured using the commercial drug substance (CMC2) meet the proposed commercial specification described in Section 3.2.P.5.1 Specification for PFS-NSD-1.
es_es: Todas las partidas de jeringas precargadas y dispositivos PFS-NSD-1 del medicamento Espesolimab fabricadas a partir del principio activo comercial (CMC2) cumplen con la especificación comercial propuesta descrita en la Sección 3.2.P.5.1, Especificación para el dispositivo PFS-NSD-1.

source: All spesolimab drug product batches were tested according to and comply with the testing specification in place at the time of release, and were appropriate for the respective stage of development.
es_es: Todas las partidas del medicamento Espesolimab se evaluaron satisfactoriamente de acuerdo con la especificación analítica vigente en el momento de liberación y fueron adecuadas para la etapa de desarrollo respectiva.

source: All spesolimab drug substance batches were tested according to and comply with the testing specification in place at the time of release, and were appropriate for the respective stage of development.
es_es: Todas las partidas del principio activo espesolimab se evaluaron satisfactoriamente de acuerdo con la especificación analítica vigente en el momento de la liberación y fueron adecuadas para la etapa de desarrollo respectiva.

source: All subjects will be provided with a contact detail of whom to contact in the case of an emergency.
es_es: Todos los pacientes recibirán los datos de contacto para que sepan con quién comunicarse en caso de una emergencia.

source: All submission relevant documents provided to Peru are approved in this validated eDMS and become effective immediately, therefore further wet signatures are considered unnecessary.
es_es: Todos los documentos relevantes para una presentación que se entregan a Perú están aprobados mediante el sistema eDMS y entran en efecto de inmediato; por lo tanto, resultan innecesarias las firmas de puño y letra que puedan añadirse.

source: All tested PFS-NSD-1 passed container closure integrity testing.
es_es: Todos los dispositivos PFS-NSD-1 evaluados pasaron las pruebas de integridad del envase y sistema de cierre.

source: All tests meet the acceptance criteria
es_es: Todas las pruebas cumplen con los criterios de aceptación

source: All tests meet the acceptance criteria.
es_es: Todas las pruebas cumplen con los criterios de aceptación.

source: All tests performed on the MCB, WCB and pre-harvest (unprocessed harvest bulk) demonstrated the absence of any non-viral adventitious agent; contamination control based on sterility testing and mycoplasma testing of pre-harvest samples showed no growth and no detection of mycoplasma.
es_es: Todas las pruebas realizadas en el banco de células maestro, el banco de células de trabajo y la precosecha (granel de cosecha sin procesar) demostraron la ausencia total de agentes fortuitos no virales. El control de contaminación a partir de pruebas de esterilidad y de micoplasma de muestras precosecha no detectó presencia de flora ni micoplasma.

source: All tests performed on the spesolimab MCB, WCB and pre-harvest demonstrated the absence of any viral contaminant, which indicates that the viral safety of spesolimab drug substance and drug product is adequately assured.
es_es: Todas las pruebas realizadas en el banco de células maestro, el banco de células de trabajo y la precosecha demostraron la ausencia total de contaminantes virales, lo que indica que la seguridad del principio activo y el medicamento Espesolimab está debidamente garantizada.

source: All the analyses for secondary efficacy and safety outcomes will be conducted for the pooled tenecteplase arm vs alteplase arm followed by the exploratory analyses of individual tenecteplase arms vs alteplase arm using regression models as described earlier in this document under relevant outcome headings.
es_es: Todos los análisis de los desenlaces secundarios de la eficacia y la seguridad se realizarán comparando los grupos combinados de tenecteplasa con el grupo de alteplasa. Posteriormente, se llevarán a cabo análisis exploratorios en los grupos individuales de tenecteplasa en comparación con el grupo de alteplasa, usando modelos de regresión como se describió anteriormente en este documento bajo los títulos correspondientes.

source: All the numerical risks for each category were multiplied with each other resulting in an overall RPN.
es_es: Todos los riesgos numéricos de cada categoría se multiplicaron entre sí dando como resultado un número de prioridad de riesgo general.

source: All those involved in the subsequent clinical and imaging assessment of outcomes will be blinded to treatment allocation.
es_es: Todos los involucrados en la posterior evaluación clínica y de imágenes de los resultados desconocerán la asignación del tratamiento.

source: All tiotropium bromide drug substance batches listed in Table 1 were analysed according to the currently registered analytical methods and comply with the approved 3.2.S.4.1 specification document of tiotropium bromide drug substance.
es_es: Todas las partidas del principio activo bromuro de tiotropio de la Tabla 1 se analizaron de acuerdo con los métodos analíticos actualmente registrados y cumplen con el documento de especificación aprobado 3.2.S.4.1 del principio activo bromuro de tiotropio.

source: All together these data have demonstrated that:
es_es: En conjunto, estos datos han demostrado que:

source: All treated subjects (that is, all subjects who received at least one dose of trial medication) were to be included in the safety evaluation.
es_es: Se incluían en la evaluación de seguridad todos los sujetos tratados (todos los que hubieran recibido al menos una dosis de la medicación en estudio).

source: All unit operations are to be performed within defined hold times as given in Section 3.2.P.3.4 Justification of Controls at Critical Steps.
es_es: Todas las operaciones unitarias deben realizarse dentro de los tiempos de detención especificados en la Sección 3.2.P.3.4, Justificación de controles en pasos críticos.

source: All unit operations are to be performed within defined hold times as given in Section 3.2.P.3.4 Controls of Critical Steps and Intermediates.
es_es: Todas las operaciones realizadas sobre las unidades deben respetar los tiempos de espera establecidos en la Sección 3.2.P.3.4, Controles de los pasos críticos y los compuestos intermedios.

source: All unused trial medication was to be returned to the sponsor and account was to be given for any discrepancies.
es_es: Toda la medicación del ensayo no utilizada debía devolverse al patrocinador y se debía rendir cuentas de cualquier discrepancia.

source: All validation parameters
es_es: Todos los parámetros de validación

source: All values ≤ 6 * 10-6 mbar*L/s meet the acceptance criterion according to USP <1207>.
es_es: Todos los valores ≤6 * 10-6 mbar*l/s cumplen con el criterio de aceptación según la USP <1207>.

source: All vials with filling weights outside of the defined weight range are discarded.
es_es: Se desechan todos los frascos cuyos pesos de llenado se encuentran fuera del rango de peso establecido.

source: All visit reports were reviewed by IQVIA and are stored in the TMF.
es_es: IQVIA revisó todos los informes de visitas, que se almacenan en el archivo maestro del ensayo.

source: All visit reports were reviewed by the Local Clinical Monitor and are stored in the CTMF.
es_es: El monitor clínico local revisó todos los informes de visitas, que se almacenan en el archivo maestro del ensayo.

source: All volatile organic compounds emitted from the neat rubber stoppers as well as all semi- and non-volatile organic compounds in the 2-propanol / water (50/50 v/v) extracts of the contact surface of the rubber stoppers were considered as potential leachables and reported for a toxicological assessment.
es_es: Todos los compuestos orgánicos volátiles emitidos por el tapón de caucho puro y los compuestos orgánicos semivolátiles y no volátiles de los extractos de la superficie del tapón de caucho en contacto con el producto que se extrajeron por medio de 2-propanol/agua (50/50 v/v), se consideraron como posibles lixiviables y se evaluaron toxicológicamente.

source: All-cause hospitalisation occurred in 1271 patients (42.4%) in the empagliflozin group and 1340 patients (44.8%) in the placebo group.
es_es: Se registró hospitalización por insuficiencia cardíaca en 1271 pacientes (42.4%) del grupo de empagliflozina y en 1340 pacientes del grupo de placebo (44.8%).

source: All-cause mortality
es_es: Mortalidad por todas las causas

source: All-cause mortality or the composite renal endpoint occurred in 502 patients (16.8%) in the empagliflozin group and 509 patients (17.0%) in the placebo group (see Table 11.1.2.6: 1 above).
es_es: Se observó mortalidad por todas las causas o el criterio de valoración renal compuesto en 502 pacientes (16.8%) del grupo de empagliflozina y en 509 pacientes del grupo de placebo (17.0%) (ver la Tabla 11.1.2.6: 1 anteriormente).

source: All-cause mortality was a defined endpoint in this trial; further details are provided in Section 4.2.3.
es_es: La mortalidad por todas las causas fue un criterio de valoración de este ensayo; en la Sección 4.2.3 pueden verse mayores detalles.

source: Allow the crucible to cool in a desiccator over silica gel or other suitable desiccant, weigh it again and calculate the percentage of residue.
es_es: Dejar enfriar el crisol en un desecador sobre gel de sílice u otro desecante adecuado, volver a pesarlo y calcular el porcentaje de residuo.

source: Allow to cool to room temperature and dilute to volume with Solvent Mixture.
es_es: Dejar enfriar a temperatura ambiente y diluir hasta enrase con la mezcla de disolventes.

source: Allow to cool to room temperature and make up to the mark with eluent.
es_es: Dejar enfriar a temperatura ambiente y llevar a enrase con eluyente.

source: Allow to cool to room temperature and make up to the mark with solvent mixture.
es_es: Dejar enfriar a temperatura ambiente y llevar a enrase con la mezcla de disolventes.

source: Allow to stand for 15 min.
es_es: Dejar reposar 15 min.

source: Allowing for potential further improvements in workflow the sample size reestimation was postponed from 150 to 240 patients with a revised minimum sample of 300 patients.
es_es: Para permitir posibles mejoras adicionales en el flujo de trabajo, la revisión del tamaño de la muestra, originalmente fijada en 150 pacientes, se pospuso a 240 pacientes. Además, se modificó el tamaño mínimo de la muestra y ahora se establece en 300 pacientes.

source: Allowing for potential further improvements in workflow the sample size re-estimation was postponed from 150 to 240 patients with a revised minimum sample of 300 patients.
es_es: Para permitir posibles mejoras adicionales en el flujo de trabajo, la revisión del tamaño de la muestra, originalmente fijada en 150 pacientes, se pospuso a 240 pacientes. Además, se modificó el tamaño mínimo de la muestra y ahora se establece en 300 pacientes.

source: Almidón
es_es: Starch

source: Almost imperceptible
es_es: Casi imperceptible

source: Alpha-glucosidase inhibitor
es_es: Inhibidores de la alfa-glucosidasa

source: Already after C05 (Lysine Activity Pool) Insulin was removed below the detection limit.
es_es: Luego del paso C05 (mezcla de actividad de lisina), el contenido de insulina quedó por debajo del límite de detección.

source: Also 2-pentanone and 2-octanone with levels close to their PQRI threshold or PDE are considered for leachables monitoring.
es_es: También se toman en consideración para el monitoreo de lixiviables el 2-pentanona y el 2-octanona con niveles cercanos a su correspondiente umbral del PQRI o exposición diaria permitida.

source: Also disregard any peak due to Benzene sulphonate (RRT about 0.06).
es_es: Desestimar también todo pico surgido del bencensulfonato (Tpo. de ret. rel. aproximadamente 0.06).

source: Also for the remaining subgroups (i.e. by age, sex, race, and baseline eGFR), no relevant difference was observed between treatment groups (Tables 15.3.1.12: 7 to 10).
es_es: Además, para los subgrupos restantes (es decir, aquellos estratificados por edad, sexo, raza y TFGe inicial), no se observaron diferencias relevantes entre los grupos de tratamiento (Tablas 15.3.1.12: 7 a 10).

source: Also inject at least one quantity of system suitability solution II before and after each series of measurements.
es_es: Asimismo, inyectar al menos una cantidad de la solución para adecuación del sistema I antes y después de cada serie de mediciones.

source: Also, DS for TNKase® is manufactured in BI’s H84 facility in Biberach (Germany) with the product code TNK-02 and was produced in GNE’s South San Francisco facility, which is currently decommissioned.
es_es: El principio activo de TNKase® también se fabrica en el centro H84 de BI de Biberach (Alemania), pero con el código de productoTNK-02, y antes se fabricaba en el centro de GNE de South San Francisco, que en la actualidad está desactivado.

source: Also, changes in BP reduction and hemodynamic changes were preserved in patients with stage 4 CKD, despite loss of glycaemic efficacy.
es_es: Además, pese a la pérdida de eficacia glucémica, en pacientes con enfermedad renal crónica en estadio 4, se conservaron la reducción de la presión arterial y los cambios hemodinámicos.

source: Also, different operation mode and load conditioning used.
es_es: También se usa distinto modo de operación y condicionamiento de carga.

source: Also, for excipient benzalkonium chloride, no residual solvents according to ICH Q3C and USP <467> are present.
es_es: Asimismo, para el excipiente cloruro de benzalconio, no hay ningún disolvente residual de aquellos incluidos en el lineamiento Q3C de la ICH o en USP <467>

source: Also, in the current process in Biberach salt additives are used for WFI.
es_es: Por lo demás, en el proceso vigente en Biberach ya se usan aditivos salinos en el agua para inyecciones.

source: Also, no changes in methionine oxidation or clot lysis activity were observed in photostability testing according to ICH Q1B with or without light protective packaging.
es_es: Tampoco se observaron cambios de la oxidación de metionina ni de la actividad de lisis de coágulo en las pruebas de fotoestabilidad realizadas de acuerdo con las disposiciones Q1B de la ICH con o sin el acondicionamiento de protección contra la luz.

source: Also, the dosage form and route of administration are not adapted.
es_es: Tampoco se realizaron cambios en la posología ni la vía de administración.

source: Also, the patient was suspected to have hepatitis A and C; the patient refused further examination by a specialist.
es_es: Además, se sospechaba que el paciente padecía hepatitis A y C; el paciente se negó a seguir siendo examinado por un especialista.

source: Also, there were no relevant differences in the liver function laboratory parameters between treatment groups (Tables 15.3.2.1: 1, 3, and 4).
es_es: Asimismo, no hubo diferencias relevantes en los parámetros de laboratorio hepáticos entre los grupos de tratamiento Tablas 15.3.2.1: 1, 3 y 4).

source: Also, worsening of renal function is often a safety concern for some medications used in heart failure to treat symptoms or comorbidities.
es_es: Además, el empeoramiento de la función renal suele entrañar un riesgo de seguridad en algunos medicamentos utilizados contra los síntomas o comorbilidades de la insuficiencia cardíaca.

source: Alta permeabilidad.
es_es: High permeability.

source: Alta solubilidad.
es_es: High solubility.

source: Alteplase
es_es: Alteplasa

source: Alteplase (TPA-05) is manufactured at the Boehringer Ingelheim facility located in Biberach, Germany at the 12,000 L scale.
es_es: Alteplasa (TPA-05) se fabrica en las instalaciones de Boehringer Ingelheim, ubicadas en Biberach, Alemania, a una escala de 12000 l.

source: Alteplase (n=753)
es_es: Alteplasa (n=753)

source: Alteplase (n=760)
es_es: Alteplasa (n=760)

source: Alteplase (n=764)
es_es: Alteplasa (n=764)

source: Alteplase (n=771)
es_es: Alteplasa (n=771)

source: Alteplase DP batches with batch no. 13223009, 13223025, 13223028 were manufactured with DS material from BI Biberach and 13243004, 13243013 and 13243016 were manufactured with DS PPQ material from BI Vienna.
es_es: Se elaboraron con componentes de BI Biberach las partidas del principio activo alteplasa números 13223009, 13223025, 13223028, y se elaboraron con componentes de calificación del desempeño del proceso de BI Vienna las partidas 13243004, 13243013 y 13243016.

source: Alteplase DS batches 13239510, 13239511 and 13239512 were manufactured at BI Vienna.
es_es: Se elaboraron en BI Vienna las partidas del principio activo alteplasa números 13239510, 13239511 y 13239512.

source: Alteplase DS batches with batch no. 13220001 to 13220004 were manufactured at BI Biberach.
es_es: Se elaboraron en BI Biberach las partidas del principio activo alteplasa números 13220001 a 13220004.

source: Alteplase TPA-05 drug substance batch numbering system at drug substance manufacturing site Boehringer Ingelheim RCV GmbH & Co KG
es_es: Sistema de numeración de las partidas del principio activo TPA-05 (alteplasa) en la planta productora del principio activo Boehringer Ingelheim RCV GmbH & Co KG

source: Alteplase control sample
es_es: Muestra de control de alteplasa

source: Alteplase converts inactive plasminogen into active plasmin, which lyses a fibrin clot generated by fibrinogen in the presence of thrombin.
es_es: La alteplasa convierte el plasminógeno inactivo en una plasmina activa, que lisa un coágulo de fibrina generado por el fibrinógeno en presencia de trombina.

source: Alteplase drug product samples (lyophilizate) are reconstituted with sterilized water for injections to a protein concentration of approximately 1 mg/mL by gentle swirling to obtain a homogenous solution.
es_es: Las muestras del principio activo alteplasa (liofilizado) se reconstituyen con agua para inyección esterilizada hasta alcanzar una concentración de la proteína de aproximadamente 1 mg/ml agitando suavemente hasta obtener una solución homogénea.

source: Alteplase group
es_es: Grupo de alteplasa

source: Alteplase group (n=763)
es_es: Grupo de alteplasa (n=763)

source: Alteplase group (n=771)
es_es: Grupo de alteplasa (n=771)

source: Alteplase group (N=752)
es_es: Grupo de alteplasa (n=752)

source: Alteplase group (N=760)
es_es: Grupo de alteplasa (n=760)

source: Alteplase is given as an infusion over a period of approximately 1 hour and has been associated with a low incidence of reperfusion for large-vessel occlusion before thrombectomy in several trials [P15-01755, P15-04023, P15-01657].
es_es: La alteplasa se administra en forma de infusión durante un período de aproximadamente 1 hora y, en diversos ensayos, se asoció con una baja incidencia de reperfusión en la oclusión de grandes vasos antes de la trombectomía [P15-01755, P15-04023, P15-01657].

source: Alteplase was given as a 0.09 mg/kg bolus, followed immediately by a 60 min infusion of the remaining 0.81 mg/kg.
es_es: La alteplasa se administró como un bolo de 0.09 mg/kg seguido de inmediato por una infusión de los restantes 0.81 mg/kg a lo largo de 60 minutos.

source: Alternate analytical procedures from those specified in the Ph. Eur. monograph are identified in Table 1.
es_es: En la Tabla 1, se identifican los procedimientos analíticos que son alternativos a los especificados en la monografía de la Ph. Eur..

source: Alternate method:
es_es: Método alternativo:

source: Alternative 1:
es_es: Alternativa 1:

source: Alternative causes, such as natural history of the underlying diseases, concomitant therapy, other risk factors, and the temporal relationship of the event to the investigational product will be considered and investigated.
es_es: Se considerarán e investigarán causas alternativas, como la evolución natural de las enfermedades subyacentes, tratamientos concomitantes, otros factores de riesgo y la relación temporal del evento con el producto en investigación.

source: Alternative hypothesis Ha (equivalence) was − δ < µT − µR < δ
es_es: La hipótesis alternativa Ha (equivalencia) fue − δ < µT − µR < δ

source: Alternative hypothesis:
es_es: Hipótesis alternativa:

source: Alternative measurement device (SoloVPE) is included.
es_es: Se incluye un dispositivo de medición alternativo (SoloVPE).

source: Alternatively, or if the filter test with product cannot be performed successfully, the filter integrity test after sterile filtration can be performed after flushing with WFI.
es_es: Como alternativa, o si la prueba del filtro con el producto no se puede realizar satisfactoriamente, se puede realizar la prueba de integridad del filtro después de la filtración estéril tras el enjuague con agua para inyectables.

source: Alternatively, plot on a graph the mean of readings against the added quantity of the substance to be determined.
es_es: Como alternativa, representar gráficamente la media de las lecturas en función de la cantidad añadida de la sustancia a determinar.

source: Although tenecteplase was associated with a numerically shorter delay than alteplase between the commencement of thrombolysis and arterial puncture of approximately 10 minutes in patients who were transferred and approximately 5 minutes in patients who were treated on site, the betweengroup differences were not significant.
es_es: Si bien la tenecteplasa se asoció con un menor retraso que la alteplasa entre el inicio de la trombólisis y la punción arterial de aproximadamente 10 minutos en los pacientes transferidos y de aproximadamente 5 minutos en los pacientes que fueron tratados en el centro, las diferencias entre los grupos no fueron significativas.

source: Although eTICI has not been thoroughly validated for use in the basilar artery territory, the same principle of reperfusion to >50% of the involved territory was applied by the assessing neurointerventionists, allowing for anatomical variation in posterior cerebral artery configuration (i.e. the posterior cerebral artery territory would not be considered as affected territory in a patient with fetal posterior communicating arteries).
es_es: Aunque no se validó por completo el uso de la eTICI en el territorio de la arteria basilar, los neurointervencionistas a cargo de la evaluación aplicaron el mismo principio de reperfusión a >50% del territorio afectado, lo que permitió una variación anatómica en la configuración de la arteria cerebral posterior (es decir, el territorio de la arteria cerebral posterior no se consideraría territorio afectado en un paciente con arterias comunicantes posteriores fetales).

source: Although AcT included primary stroke centres, they contributed 6.3% of patients in the ITT population.
es_es: Aunque AcT incluyó centros primarios de accidentes cerebrovasculares, estos aportaron 6.3% de los pacientes en la población con intención de tratar.
